EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:1cae340c-b454-4f1d-8178-14f5e4c10dd0</wsa:MessageID>
      <int:ProcedureID>urn:uuid:93551d38-72e4-491b-abc3-476465e59a74</int:ProcedureID>
      <int:ConversationID>urn:uuid:0465c223-2235-4c91-b393-271b807101f5</int:ConversationID>
      <wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:73d1f8b8-c3ee-4082-ba2f-9904135b2313</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:1c326b18-ae5c-4252-a159-e507542d8459</int:TrackID>
         <int:AcceptTime>2020-01-15T09:51:46+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>823992cd-115d-4a5e-8a47-b1dd2a7c992e</sgn:SignalId>
         <sgn:DateTime>2020-01-15T09:51:46.625</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
